driver-tests/bpelse/assign/AssignJbi/test/CopygMonthDayInvoke/Output.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><gMonthDayPart xmlns="urn:DataType"><xsd_gMonthDay>--8-25</xsd_gMonthDay><optional_gMonthDay>--1-01</optional_gMonthDay><repeat_gMonthDay>--1-01</repeat_gMonthDay><repeat_gMonthDay>--10-31</repeat_gMonthDay></gMonthDayPart></SOAP-ENV:Body></SOAP-ENV:Envelope>
